# Списки для конца игры
GOOD_GAME = ['Прекрасный результат, продолжайте в том же духе!', 'Вы очень хороши, большинство карт отгадано!',
             'Вы знаете эту коллекцию почти наизусть!', 'Ваше мастерство растет! Продолжайте в том же духе.']
MEDIUM_GAME = ['Хороший результат, но есть к чему стремиться!',
               'Это была не самая лучшая попытка, но не отчаивайтесь. Учтите свои ошибки',
               'У вас есть потенциал для улучшения. Продолжайте стараться, и ваши навыки улучшатся с каждой попыткой.',
               'Конечно, не лучший результат, но и так сойдёт!']
BAD_GAME = ['Это было довольно слабое выступление. Возможно, вам стоит ещё позаниматься.',
            'Это была неудачная попытка. Но не сдавайтесь, учтите ошибки и пробуйте ещё!',
            'Плохой результат. Не отчаивайтесь, у вас всегда есть шанс на улучшение!',
            'Это была трудная игра, но ваш результат оказался ниже ожиданий.']
# Список для плохих символов в логине
BAD_SYM = r'!"#$%&\'()*+,-./:;<=>?@[]^`{|}~'
